
public class Main {

	public static void main(String[] args) {
		
		/*
		 * 2월 27일(월) ~ 3월 5일(일) 회고록
		 * 
		 * 이번 주는 Javascript와 jQuery 수업을 나갔다.
		 * Javascript는 처음 배우면서 느낀 건, '그래도 자바가 쉬웠다'라고 생각했던 것 같다.
		 * 아마 익숙해서 쉽게 느껴진 것이 아닐까 싶다.
		 * 
		 * 그래도 수업 당시에는 잘 이해되지 않았던 것들도
		 * 집에서 하나씩 뜯어보며 공부하다보니,
		 * 이벤트 시 동작하게 하는 방법은 잘 할 수 있게 된 것 같다.
		 * 
		 * jQuery 수업 또한 처음에는 약간 낯설었으나,
		 * 조금 익숙해지고나니 정말 편했다.
		 * 이 편한 것을 지금은 사용하지 않는다니~!
		 * 
		 * 요즘에는 백엔드 프론트엔드 영역 가리지 않는 곳도 많다고 하여
		 * 열심히 공부해서 내 것으로 만들어놔야겠다.
		 * 
		 * 수석으로 학원 수료하기 위해서는 그만큼 공부해야겠지.
		 * 유효성 검사는 이제 눈 감고도 만들 수 있다.
		 * 
		 * 실무에서 유용하게 사용하는 것들을
		 * 사전에 다 습득하여 팀에 도움이 되었음 좋겠다.
		 * 
		 * 오늘도 열심히 공부하자!
		 * 
		 */
	}

}
